<!doctype html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<title>Induo &ndash; zieht Zürich an (Beta)</title>
	<link rel="stylesheet" type="text/css" href="css/normalize.css">
	<link rel="stylesheet" type="text/css" href="css/style.css">
	<script type="text/javascript" src="//use.typekit.net/mvy3bpt.js"></script>
	<script type="text/javascript">try{Typekit.load();}catch(e){}</script>
</head>
<body>

	<header>
		<div class="left">
			<h1>Induo</h1>
			<span class="subtitle">zieht Zürich an (Beta)</span>
		</div>
		<div class="right">
			<a href="#" class="js-toggle-help">Hilfe</a>
			<a href="#" class="js-toggle-info">Info</a>
		</div>
	</header>

	<div class="js-ui-left ui-left ui-box">
		<div class="category-info">
			<h2>Standorte</h2>
			<p>Aktiviere Orte, um Ballungszentren darzustellen.</p>
		</div>


	</div>
	<div class="js-ui-right ui-right ui-box">
		<div class="category-info">
			<h2>Einwohner</h2>
			<p>W&auml;hle einen Teil der Z&uuml;rcher Bev&ouml;lkerung aus.</p>
		</div>

	</div>

	<div class="js-help help modal">

		<div>
			<h2>
				Hilfe
			</h2>
			<h3>Was zeigt Induo an?</h3>
			<p>
				Induo ist ein Visualisierungs-Tool, welches es dem Benutzer erlaubt, die Stadtbev&ouml;lkerung von Z&uuml;rich mit den Angeboten der Stadt zu vergleichen. Im Hintergrund dient eine Karte der Orientierung, daneben befinden sich links und rechts die Bedienungselemente der Visualisierung. Die Visualisierung beinhaltet &laquo;Location Pins&raquo;, welche die ausgew&auml;hlten Standorte repr&auml;sentieren und farbige Punkte, welche den ausgew&auml;hlten Teil der Bev&ouml;lkerung aufzeigen. Die farbigen Punkte werden vom n&auml;chstgelegenen &laquo;Location Pin&raquo; angezogen, wodurch die Visualisierung aufzeigt, wie sich die Bev&ouml;lkerung auf die ausgew&auml;hlten Standorte verteilt.
			</p>
			<h3>Was kann ich auf Induo auswählen?</h3>
			<p>
				Auf der linken Seite kannst du Standorte, die durch GPS-Daten bestimmt worden sind, anzeigen. Diese sind in die Kategorien &Ouml;ffentliche Einrichtungen, Bildungseinrichtungen, Religi&ouml;se Einrichtungen, Sport und Freizeit unterteilt.
				Auf der rechten Seite w&auml;hlst du, welcher Teil der Z&uuml;rcher Bev&ouml;lkerung auf der Karte angezeigt werden soll. Du kannst Personen aus einzelnen Heimatl&auml;ndern oder Heimatkontinente, eine bestimmte Alterklasse w&auml;hlen oder die Bev&ouml;lkerung nach Ihrer Konfession unterscheiden.
			</p>
			<h3>Welche Standorte kann ich mir anzeigen lassen?</h3>
			<p>
				Klickst du im linken Menu auf eine Kategorie und w&auml;hlst darin die gew&uuml;nschten Datens&auml;tze aus, werden diese in der Mitte aufgezeigt. Die Zahl rechts vom Datensatz sagt aus, wie viele GPS-Punkte darin enthalten sind.
			</p>
			<h3>Was für Personen kann ich mir anzeigen lassen?</h3>
			<p>
				Die Bev&ouml;lkerung der Stadt Z&uuml;rich kann in verschiedene Kategorien gefiltert und in unterschiedlichen Farben auf der Karte dargestellt werden. Ein Balken unter dem Namen des Filters und eine Zahl rechts davon zeigen die Anzahl Personen, die auf diesen Filter passen.
				Die Filterung unter Alter geschieht mit zwei Schiebereglern, die einen Altersbereich definieren. Bei den restlichen Filteroptionen w&auml;hlt man durch Klicken auf die Labels diese aus.
			</p>
			<h3>Wie erfahre ich weitere Informationen über die Standorte?</h3>
			<p>
				F&auml;hrt man im Menu Links mit der Maus &uuml;ber einen bereits aktiven Datensatz, werden die dazugeh&ouml;rigen Pins auf der Karte hervorgehoben.
				F&auml;hrt man mit der Maus &uuml;ber einen Pin, wird dieser hervorgehoben und es werden Namen, Ort und, wenn vorhanden, Kontaktinformationen dazu angezeigt.
			</p>
			<a href="#" class="js-close close">Schliessen</a>
		</div>
	</div>

	<div class="js-info info modal">

		<div>
			<h2>
				Info
			</h2>

			<p>
				Induo ist eine Datenvisualisierung von Lukas Gächter, Giacomo Pedemonte und Ramon Zolliker und ist  entstanden während des Modul „Interactive Visualization“ der Vertiefungsrichtung Interaction Design der Zürcher Hochschule der Künste. Anstoss für das Projekt Induo war eine von <a href="http://data.stadt-zuerich.ch/" target="_blank">Open Data Zürich</a> lancierte Serie von Hacknights in Zürich. Als Leitthema war die Standortbestimmung und die Leitfrage „Was ist der optimale Standort für mein Vorhaben“ vorgegeben, aus diesen Vorgaben entwickelten wir das Projekt Induo.
			</p>
			<p>
				<strong>Konzept, Design und Umsetzung</strong>
				Lukas Gächter, Giacomo Pedemonte, Ramon Zolliker
			</p>
			<p>
				<strong>begleitende Dozierende</strong>
				Prof. Jürgen Späth, Dipl. Inf. Magnus Rembold, Dipl. Des FH Max Rheiner
			</p>
			<a href="#" class="js-close close">Schliessen</a>
		</div>
	</div>

	<div id="map-background"></div>
	<div id="map-background-overlay"></div>
	<div id="map"></div>

	<footer>
		Ein Visualisierungsprojekt mit <a href="http://make.opendata.ch/wiki/event:2013-10" target="_blank">Open Data</a> der <a href="http://data.stadt-zuerich.ch/" target="_blank">Stadt Zürich</a>, Stand der Daten: 2012
	</footer>

	<script src="js/vendor/jquery.js"></script>
	<script src="js/vendor/raphael.js"></script>
	<script src="js/app.js"></script>

</body>
</html>